"PEER_STARTUP_STRING"="/bin/ox_texmacs --view cfep --engineLogToStdout --asirInitFile cfep-init.rr --languageResource Resource/asir-ja_JP.UTF8.sm1\n";
"Evaluating..."="計算中...";
"Cancel"="キャンセル";
"Interrupt the ox server?"="ox サーバの仕事を中断しますか?";
"Which view will you print?"="どちらの子窓を印刷しますか?";
"Print input view"="入力窓を印刷";
"Print output view"="出力窓を印刷";
"Input%d"="入力%d";
"Out%d"="出力%d";
"Selection will be ignored in the notebook style."="ノートブック風インタフェースでは実行範囲の選択は無視されます.";
"Execution"="実行";
"Execute"="実行する";
"Evaluate"="評価";
"Interrupt"="中断";
"Interface style"="インタフェースのスタイル";
"BASIC-like"="BASIC風";
"Notebook-like"="ノートブック風";
"Select engine"="計算エンジンの選択";
"Next error line"="次のエラー行へ";
"Output debug messages"="デバッグ用(tunnel)メッセージ出力";
"Load library"="ライブラリの読み込み";
"Load asir-contrib"="asir-contribの読み込み";
"Typeset the output by TeX"="出力をTeXでタイプセット";
"Typeset the output by TeX is not available. latex, dvips, and pstoimg must be installed."="出力をTeXでタイプセットできません. latex, dvips, pstoimg が必要です.";
"For test"="テスト用";
"Output style"="出力スタイル";
"Help file is not found at cfep.app/OpenXM/doc/cfep"="cfep.app/OpenXM/doc/cfep にヘルプファイルがありません.";
"A few commands (plot, ...) cannot be used, because X11 is not running."="X11が動いていないので plot 等,一部のコマンドが使えません.";
"Error: Illegal control character.\n"="エラー: jis漢字コードとおもわれる文字が含まれます. ファイルはUTF8で保存してください.\n";
"Error: Program part must be written only by ascii characters.\n"="エラー: プログラムはアスキー文字のみを用いて書いてください. 原因: 全角の空白や英数字記号を全角で入力していないか注意.\n";
"Error: No right parenthesis.\n"="エラー: 対応する右括弧がみつかりません.\n";
"Error: "="エラー: ";
"Error at "="エラー行: ";
"Error in executing "="次の関数の実行中にエラーがおきました: ";
"Error: Engine is not responding."="エラー: エンジンの応答がありません.";


